//main page here
function Main() {
  return (
    <>
      <p>
        <h2> Main Page Here </h2>
        <h3>This app can do this</h3>
        <ol>
          <li>
            계획 세분화 및 성찰: 년, 월, 주, 일별로 사용자의 계획을 세분화하여
            관리하고, 월, 주, 일별로 계획한 일, 실제로 한 일, 성찰 항목을 작성할
            수 있게 합니다. 또한 일정 완료도를 추적할 수 있습니다.
          </li>
          <li>
            습관 형성 도우미(구독 기능): 사용자가 습관을 들이고 싶은 것을 일정
            시간에 알람으로 보여주고, 시각화를 유도하여 습관 형성에 도움을
            줍니다.
          </li>
          <li>
            일정 구분: 정기적으로 이루어지는 일과 비정기적으로 이루어지는 일정을
            구분하여 작성할 수 있게 합니다.
          </li>
          <li>
            잠금화면 글쓰기 및 습관 형성 알림(구독 기능): 휴대폰 앱의 잠금화면에
            습관화하고 싶은 것이나 좋은 글을 표시하여 습관 형성에 도움을 줍니다.
          </li>
          <li>
            개인화된 정보 저장: 개인화된 일정에 맞는 정보를 저장할 수 있게
            합니다. 예를 들어, 계획에 1일 1 글쓰기를 넣은 경우 랜덤 3단어
            추천하기 링크를 연결해놓습니다.
          </li>
        </ol>
      </p>
    </>
  );
}

export default Main;
